#+TITLE: Dev info
#+STARTUP: noindent

#+begin_src elisp
;; NOTE: self custom func
(yxl-org-babel-show-org-toc)
#+end_src

#+RESULTS:
:  - Filetree
:  - Setting up
:  - Technical information
:    - upstream data archive
:    - conda environment
:    - environment variables
:  - analysis
:    - Key logics

